; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Åke Engelbrektson
; Homepage:	https://svenskasprakfiler.se
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "A&vbryt"
YES_BUT = "&Ja"
NO_BUT = "&Nej"
DELETE_BUT = "&Ta bort"
COPY_BUT = "Kopiera"
BATCH_BUT = "&Batch"
SEND_BUT = "&Skicka"
NEXT_BUT = "Nästa >"
PREV_BUT = "< Tilbaka"
CLOSE_BUT = "Stäng"
EXIT_BUT = "Avsluta"
CONTINUE_BUT = "Fortsätt"
FINISH_BUT = "Slutför"
ALWAYS_BUT = "Alltid"
NEVER_BUT = "Aldrig"
CHECKBOX_REMEMBER = "Kom i håg mitt val"
CHECKBOX_DONT_ASK_AGAIN = "Fråga inte igen"
MAIN_DEST_DIR_LABEL = "&Målkatalog:"
MAIN_FILE_LABEL = "&Arkiv/Installerare till"
MAIN_DIRECTORY_LOCK = "lås"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Inaktiverar automatiskt målkatalogssval,%nt.ex. för att lägga till flera filer i batch-kön,%nutan att behöva välja samma destination för var och en av dem."
MENU_FILE_LABEL = "&Arkiv"
MENU_FILE_OPEN_LABEL = "&Öppna"
MENU_FILE_KEEP_OPEN_LABEL = "&Behåll %name öppen"
MENU_FILE_SHOW_LABEL = "&Visa batch-kö"
MENU_FILE_CLEAR_LABEL = "Rensa bat&ch-kön"
MENU_FILE_LOG_OPEN_LABEL = "Öppna den senaste loggfilen"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Öppna loggkatalogen"
MENU_FILE_LOG_LABEL = "Ta bort loggfiler (%1)"
MENU_FILE_QUIT_LABEL = "&Avsluta"
MENU_EDIT_LABEL = "R&edigera"
MENU_EDIT_SILENT_MODE_LABEL = "Ty&st läge"
MENU_EDIT_PASSWORD_LABEL = "Lösenords&lista"
MENU_EDIT_CONTEXT_LABEL = "&Kontextmenyposter"
MENU_EDIT_PREFS_LABEL = "&Inställningar"
MENU_HELP_LABEL = "&Hjälp"
MENU_HELP_FEEDBACK_LABEL = "Lämna feedback"
MENU_HELP_PLUGINS_LABEL = "Tilläggshanterare"
MENU_HELP_UPDATE_LABEL = "Sök efter &uppdateringar"
MENU_HELP_WEB_LABEL = "%1 &Hemsida"
MENU_HELP_GITHUB_LABEL = "%name på &Github"
MENU_HELP_STATS_LABEL = "Statistik"
MENU_HELP_PROGDIR_LABEL = "Öppna programkatalogen"
MENU_HELP_CONFIGFILE_LABEL = "Öppna &konfigurationsfil"
MENU_HELP_ABOUT_LABEL = "Om"
PREFS_TITLE_LABEL = "Inställningar"
PREFS_UNIEXTRACT_OPTS_LABEL = "Allmänna alternativ"
PREFS_HISTORY_LABEL = "Spara arkiv&historik"
PREFS_UPDATEINTERVAL_LABEL = "Sök efter uppdateringar:"
PREFS_UPDATE_DAILY = "dagligen"
PREFS_UPDATE_WEEKLY = "veckovis"
PREFS_UPDATE_MONTHLY = "månadsvis"
PREFS_UPDATE_YEARLY = "årligen"
PREFS_UPDATE_NEVER = "aldrig"
PREFS_UPDATE_CUSTOM = "var %1 dag"
PREFS_FORMAT_OPTS_LABEL = "Fler alternativ"
PREFS_LANG_LABEL = "&Språk"
PREFS_WARN_EXECUTE_LABEL = "&Varna innan filer körs"
PREFS_WARN_EXECUTE_TOOLTIP = "Vissa extraheringsmetoder baseras på att filerna körs.%nMed detta alternativ aktiverat, visas en varning innan en sådan, potentiellt farlig åtgärd vidtas."
PREFS_CHECK_FREE_SPACE_LABEL = "Kontrollera ledigt utrymme"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Kontrollera om det finns tillräckligt med ledigt utrymme på disken innan extrahering"
PREFS_CHECK_UNICODE_LABEL = "Sök efter unicode-tecken"
PREFS_CHECK_UNICODE_TOOLTIP = "Vissa specialtecken (exempelvis, japanska tecken på icke-japanska system) kan orsaka problem vid extrahering.%nOm du får problem med sådana filer, kan du aktivera det här alternativet för temporärt namnbyte, som sker automatiskt"
PREFS_APPEND_EXT_LABEL = "Åtgärda &filändelser"
PREFS_APPEND_EXT_TOOLTIP = "Åtgärda saknade eller felaktiga filändelser automatiskt"
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Inaktivera statusrutan"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Dölj statusrutan i helskärmsläge"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Spelläge - Inaktiverar statusfältet automatiskt om det aktiva programmet är ett helskärmsprogram"
PREFS_OPEN_FOLDER_LABEL = "Öppna målmappen efter extrahering"
PREFS_FEEDBACK_PROMPT_LABEL = "Fråga om feedback"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Aktiveras detta alternativ, visas en dialog för feedback, efter misslyckad extrahering"
PREFS_WINDOW_POSITION_LABEL = "Kom ihåg fönsterstorlek och position"
PREFS_SEND_STATS_LABEL = "Skicka anonym användningsstatistik"
PREFS_SEND_STATS_TOOLTIP = "Skickar automatiskt statistik (vilken typ av filer - t.ex. zip - du extraherar mest, vilka alternativ du ställer in, ett slumpmässigt användar-ID;%nInga filnamn eller information, som kan användas för att identifiera dig samlas in). Detta hjälper till att%nidentifiera de mest använda funktionerna i %name och fokusera utvecklingen på att förbättra dem."
PREFS_LOG_LABEL = "Skapa loggfiler"
PREFS_VIDEOTRACK_LABEL = "Extrahera videospår"
PREFS_VIDEOTRACK_TOOLTIP = "Vid inaktivering undantas filmspåret när videofiler extraheras.%nDetta är användbart om du endast vill komma åt ljudspåret, och vill spara tid och diskutrymme."
PREFS_TOPMOST_LABEL = "All&tid överst"
PREFS_BETA_UPDATES_LABEL = "Installera beta-uppdateringar"
PREFS_SOURCE_FILES_LABEL = "Källfiler"
PREFS_SOURCE_FILES_OPT_ASK = "fråga"
PREFS_SOURCE_FILES_OPT_DELETE = "ta bort"
PREFS_SOURCE_FILES_OPT_KEEP = "spara"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Frågar alltid om källfilen skall tas bort eller sparas."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "Ta bort andra filer"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name förfiltrerar extraherade filer och flyttar kända värdelösa filer till en katalog som heter '%1'.%nHär kan du välja att ta bort filerna i stället."
FEEDBACK_TITLE_LABEL = "Feedback"
FEEDBACK_SYSINFO_LABEL = "Systeminformation"
FEEDBACK_OUTPUT_LABEL = "%name utdata:"
FEEDBACK_MESSAGE_LABEL = "Ditt meddelande/mer information:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Jag har läst och accepterar integritetspolicy"
FEEDBACK_PRIVACY_VIEW_LABEL = "Visa integritetspolicy"
CONTEXT_ENTRIES_LABEL = "Innehållsmeny"
CONTEXT_ENABLED_LABEL = "aktiverad"
CONTEXT_ALL_USERS_LABEL = "aktivera för alla användare"
CONTEXT_ADMIN_REQUIRED = "Detta alternativ kräver administratörsrättigheter"
CONTEXT_FILE_ASSOC_LABEL = "Filassociationer"
CONTEXT_SIMPLE_RADIO = "enkel"
CONTEXT_CASCADING_RADIO = "undermeny"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Detta alternativ kräver Windows 7 eller nyare"
UPDATE_ACTION_INSTALL = "Installera uppdatering"
UPDATE_STATUS_SEARCHING = "Söker efter uppdateringar..."
UPDATE_TERM_PROGRAM_FILES = "%name programfiler"
UPDATE_WHATS_NEW = "Vad är nytt?"
FIRSTSTART_TITLE = "Förstastartsassistans"
FIRSTSTART_PAGES = "Välkommen|Inställningar|Innehållsmeny"
FIRSTSTART_PAGE1 = "Tack för att du valt %name.%n%nFör att säkerställa rätt funktionalitet, behöver några inställningar göras vid första programstarten. Denna guide har som enda uppgift att hjälpa dig med det och kommer inte att visas igen. Du har dock full åtkomst till alla inställningar via huvudmenyn, eller så kommer respektive inställning att anges automatiskt vid behov.%n%nVänligen, ta dig tid att konfigurera %name."
FIRSTSTART_PAGE2 = "Ange först de allmäna inställningarna för extrahering och övergripande beteende för %name.%n%nAlla dessa inställningar kan ändras när som helst, via huvudmenyn."
FIRSTSTART_PAGE3 = "%name kan integreras i utforskarens innehållsmeny, så att en fil kan extraheras eller allmän information om filen kan visas, med ett enkelt högerklick på vilken fil som helst, utan att öppna något programfönster. Välj vilka poster som skall visas i Utforskarens innehållsmeny.%n%nAlla dessa inställningar kan ändras när som helst, via huvudmenyn."
FFMPEG_LICENSE_ACCEPT_LABEL = "Jag har läst och godkänner licensavtalet"
FFMPEG_LICENSE_VIEW_LABEL = "Visa licensavtal"
FFMPEG_SELECT_LABEL = "Har du redan FFmpeg?"
FFMPEG_SELECT_TITLE = "Välj FFmpeg"
STATS_HEADER_STATUS = "Allmän resultatdistribution"
STATS_HEADER_TYPE = "Extrahering efter filtyp"
STATS_STATUS_SUCCESS = "Slutfört"
STATS_STATUS_FAILED = "Misslyckades"
STATS_STATUS_FILEINFO = "Filskanning"
STATS_STATUS_UNKNOWN = "Okänd filtyp / Stöds ej"
STATS_NO_DATA = "Det finns inte tillräcklig data för att skapa statistik.%n%nFörsök igen, senare."
FILESCAN_TITLE = "Resultatet av filskanningen:"
ABOUT_INFO_LABEL = "Originalversion av %1%nVersion 2.0.0 av Bioruebe <%2>%nVersion %3 av gvp9000%n%nSvensk språkfil av Åke Engelbrektson - https://svenskasprakfiler.se%n%nPublicerad under %4"
ABOUT_VERSION = "Version %1 (%2)"
METHOD_ADMIN_RADIO = "%1 Administrativ installerare"
METHOD_EXTRACTION_RADIO = "%1 extrahering"
METHOD_HEADER = "%1 Extrahering"
METHOD_RADIO_LABEL = "Extraheringsmetod"
METHOD_SWITCH_RADIO = "%1 switch"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name stödjer följande metoder att extrahera %1 paket. Dessvärre är ingen av dessa metoder 100% tillförlitlig. Om standardmetoden inte verkar fungera, kan du försöka igen och då välja en alternativ metod."
METHOD_UNPACKER_RADIO = "%1 Uppackare"
METHOD_GAME_LABEL = "%1 är troligen ett spelarkiv. %name kan hantera flera typer av spelpaket, men kan inte avgöra vilket spel det tillhör. Välj rätt spel från nedanstående lista och tryck OK, för att påbörja extrahering, eller välj 'Inte ett spel på denna lista', för att försöka extrahera med någon annan metod. Tryck 'Avbryt' om filen inte är ett spelarkiv.%n%nNotis:%nOm ett spelarkiv extraheras med fel signatur, kan det leda till att systemet låser sig i flera minuter. Var försiktig!"
METHOD_GAME_NOGAME = "Inte ett spel på denna lista"
METHOD_NOT_IN_LIST = "Ingen av dessa"
METHOD_FILE_SELECT_LABEL = "En extra datafil behövs för att extrahera %1, men %name kan inte avgöra vilken.%n%nVälj ett av alternativen nedan. Om extraktionen inte fungerar korrekt, försök igen med ett annat val."
METHOD_EXTRACTOR_SELECT_LABEL = "%nListan nedan innehåller en kort kod för varje extraherare-/filtyp som för närvarande stöds av %name.%n%nVälj den extraheraretyp som ska användas. Välj '%2' för att automatiskt detektera filtypen som om %name körs normalt."

; GUI control functions
EXTRACT_TO = "Extrahera till"
OPEN_FILE = "Öppna fil"
SELECT_FILE = "Välj fil"
UPDATE_CURRENT = "Du använder redan den senaste versionen av %name."

; Common terms
TERM_ARCHIVE = "arkiv"
TERM_AUDIO = "Ljud"
TERM_COMPILED = "Kompilerad"
TERM_COMPRESSED = "komprimerad fil"
TERM_CONTAINER = "containerformat"
TERM_DATABASE = "databas"
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Ladda ner"
TERM_DOWNLOADING = "Laddar ner"
TERM_EBOOK = "eBook"
TERM_ECARD = "eCard"
TERM_ENCODED = "kodad fil"
TERM_ENCRYPTED = "krypterad file"
TERM_ERROR = "fel"
TERM_EXECUTABLE = "körbar fil"
TERM_EXTRACT = "extrahera"
TERM_FILE = "fil"
TERM_GAME = "Spel"
TERM_HELP = "Hjälpfil"
TERM_HOTFIX = "snabbkorrigering"
TERM_IMAGE = "avbild"
TERM_INSTALLED = "Installerad"
TERM_INSTALLER = "installerare"
TERM_LOADING = "Laddar..."
TERM_MERGE_MODULE = "kopplingsmodul"
TERM_OVERALL_PROGRESS = "Övergripande förlopp"
TERM_PACKAGE = "paket"
TERM_PAGE = "sida"
TERM_PATCH = "patch"
TERM_RECONSTRUCTED = "Rekonstruerad"
TERM_SCAN = "skanna"
TERM_SCRIPT = "skript"
TERM_SFX = "Självextraherande"
TERM_STAGE = "Mellanlagring"
TERM_TESTING = "Testar"
TERM_TRANSLATION = "översättning"
TERM_UNKNOWN = "okänd"
TERM_UNPACKED = "uppackad"
TERM_UPDATER = "uppdaterare"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "Skannar fil med %1."
SCANNING_EXE = "Skannar exekverbar fil med %1."
EXTRACTING = "Extraherar filer från:"
INIT_WAIT = "Väntar på att installeraren startar.%nVänta."
SENDING_FEEDBACK = "Skickar feedback"
INPUT_NEEDED = "Indata krävs"
SEARCHING_PASSWORD = "Söker lösenord"
TESTING_PASSWORD = "Försöker med lösenorden (%1/%2)"
MOVING_FILE = "Flyttar till"
RENAMING_FILES = "Byter namn på filer (%1/%2)"
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Initiering slutförd. Avsluta installeraren och tryck sedan OK för att fortsätta."
UNPACK_PROMPT = "Den här filen är packad med kompression %1, men kunde inte extraheras.%nDet kan bero på att filtypen saknar stöd, eller att%ndet inte finns några filer att extrahera.%n%nVill du packa upp filen istället?%n%nObservera att den uppackade filen kommer att namnges som: %n%2"
UNPACK_FAILED = "Fel: %1%nkunde inte packas upp."
UNPACK_AGAIN = "%1 blev korrekt uppackad.%n%nVill du att %name skall försöka extrahera filen %2?"
NSIS_BINFILES = "Observera:%n%1 blev korrekt extraherad.%nDet finns dock data.bin-filer i samma katalog som %2. Dessa kan vara en del av installationsfilerna.%n%nTryck OK för att packa upp dem med %name, eller Avbryt för att avbryta."
WARN_EXECUTE = "För att extrahera filer av den här typen, måste filen exekveras direkt.%nOm du fortsätter kommer följande kommando att köras:%n%nOm du misstänker att filen möjligen kan vara skadlig, rekommenderas du att inte fortsätta"
FEEDBACK_SUCCESS = "Tack för din feedback. Ditt meddelande kommer strax att hanteras."
FEEDBACK_PROMPT = "För att förbättra kommande versioner av %name, kan du informera utvecklaren om eventuella fel. Om du tror att det är möjligt att extrahera filen %1 och att %name borde klara av det, kan du skicka information om filen och det aktuella felet.%n%nVill du öppna feedback-dialogen nu?"
FEEDBACK_PRIVACY = "Sekretessmeddelande:%nFeedback-filerna lagras online, på våra servrar tills dess att de tas om hand av en utvecklare och kommer därefter att tas bort. Ingen data delas med tredje part och du kan via e-post, när som helst begära borttagning.%n%nDet loggade innehållet kan inkludera viss systeminformation, så väl som delar av filens innehåll. Vill du inte skicka någon specifik information, tar du bara bort den.%n%nAccepterar du sekretessöverenskommelsen och vill skicka meddelandet? Annars kommer inget att överföras."
FEEDBACK_OUTDATED = "Varning: Du använder en föråldrad version av %name.%n%nInnan du rapporterar ett problem, se till att problemet fortfarande finns i den senaste versionen. Tack!"
FFMPEG_NEEDED = "%1 verkar vara en multimediafil.%n%nFör att extrahera alla video och ljudspår krävs FFmpeg. Klicka bara på knappen %2 så laddas allt ner och konfigureras automatiskt."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = "För att extrahera %1, behövs ytterligare ett hjälpprogram.%n%nAnvänd knappen nedan för att öppna tilläggshanteraren och ladda ner den valda hjälpmodulen. Använd sedan knappen '%2' för att lägga till den i %name. Efter att tilläggshanterarenhar stängts fortsätter extraktionen."
UPDATE_PROMPT = "Det finns en ny uppdatering för %1 tillgänglig.%n%nVill du ladda ner den nu?"
FILE_COPY = "För att bearbeta filen %1 korrekt, måste en kopia skapas. Beroende på filstorlek, kan det ta lite tid.%n%nTillse att det finns tillräckligt med ledigt diskutrymme och tryck OK för att fortsätta."
FILE_DELETE = "Filen %1 extraherades korrekt. Vill du att %name skall ta bort originalfilen?%n%nObservera att den extraherade filen möjligen inte är användbar. Tryck bara Ja, om du är säker på att extraheringen fungerade som tänkt.%n(Detta meddelande kan inaktiveras i inställningarna.)"
BATCH_DUPLICATE = "Filen %1 finns redan i batch-kön.%n%nSkall den läggas till igen, och därmed extraheras två gånger?"
NO_FREE_SPACE = "Varning:%nUtdataenheten %1 har mindre ledigt utrymme än indatafilens storlek.%n%nLedigt utrymme:%t%2 MB%nUtrymme som krävs:%t>%3 MB%nSkillnad:%t~%4 MB"
CONTEXT_DANGEROUS = "Varning:%nDet kan vara förödande att ändra filändelser. Att ändra t.ex. exe-formatet, kan resultera i att applikationer inte kan startas alls. Försäkra dig om att du vet vad du gör.%n%nVill du verkligen fortsätta?"
ELEVATION_REQUIRED = "Åtkomst nekad.%n%n%name kommer att startas om med administratörsrättigheter. Försök sedan igen efter omstarten."
ACCESS_DENIED = "Åtkomst nekad.%n%n%name körs redan med administratörsrättigheter. Tillse att du har alla nödvändiga rättigheter för att utföra åtgärden och försök sedan igen."
MOVE_FAILED = "%1 kunde inte kopieras till %2. Om sökvägen eller namnet innehåller specialtecken, försök då att byta namn eller flytta filen till en mapp med vanligt namn. På så sätt behöver %name inte kopiera det till den tillfälliga katalogen. Starta sedan extraktionen igen."

; Help text
HELP_TITLE = "%name: kommandoradsanvändning"
HELP_USAGE_TITLE = "Användning:"
HELP_USAGE = "%1 <fil> [<destination> | /scan | /sub | /last] [/silent] [/batch] [/type[=<typ>]]"
HELP_ARGUMENTS = "Argument som stöds:"
HELP_SCAN = "%n   %1%t%tVisa information om filtypen. Inga filer extraheras"
HELP_FILENAME = "   <file>%t%tSökväg för filen som ska extraheras"
HELP_DESTINATION = "%n   <destination>%tKatalog att extrahera till"
HELP_SILENT = "%n   %1%t%tTyst läge (inga dialoger)"
HELP_BATCH = "%n   %1%t%tLägg till fil i batch-kön"
HELP_TYPE = "%n   %1<type>%tBehandla filen för att extrahera som typ <type>%n%t%teller visa en dialogruta för val av typ, om ingen typ anges"
HELP_SUB = "%n%nAnvänds %1 istället för en målkatalog, instrueras %name att%nextrahera till en underkatalog namngiven efter arkivet."
HELP_LAST = "med %1 kommer senast använda katalog att användas."
HELP_NOARGS = "%n%nOm %name körs utan några argument öppnas det grafiska användargränssnittet."
HELP_MORE = "%n%nEn komplett dokumentation med mindre vanliga kommandoradsparametrar finns i onlinehjälpen som länkas nedan."
HELP_EXAMPLE_TITLE = "Exempel:"
HELP_EXAMPLE = "%1 "C:\Files\exampel.zip" "C:\uppackad""
HELP_DOCS_LINK = "Se hela kommandoradsreferensen"

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = "Okänd filtyp"
UNKNOWN_FILETYPE = "%1 kan inte extraheras. Filtypen kunde inte fastställas exakt.%n%nOm du har mer information om den här filtypen, kontakta gärna oss via feedback-formuläret."
INVALID_FILE = "Filen som skall extraheras,%n%n%1%,n%nkan inte hittas. Välj en giltig indatafil.%n%n%1"
INVALID_DIR = "%1 kunde inte skapas. Du kanske inte har de behörigheter som krävs för att skriva till mappen%n%nVälj en giltig destination eller prova att köra %name med administratörsrättigheter."
NO_HISTORY = "%1 kunde inte extraheras.%nSenast använda katalog kunde inte läsas.%n%nSe tille att %2 är aktiverad och att du har extraherat minst en fil tidigare, innan du försöker extrahera till senast använda katalog."
EXTRACT_FAILED = "%1 kunde inte extraheras.%nDet verkar vara en %2, som stöds, men extraheringen misslyckades.%n%nVill du att %name skall skapa och visa en loggfil med vidare information?"
NOT_PACKED = "%1 kunde inte extraheras, filen är inte packad men %n%n%2"
DOWNLOAD_FAILED = "Filen %1 kunde inte laddas ner. Se till att du är ansluten till internet och försök igen."
UPDATECHECK_FAILED = "Det gick inte att söka efter uppdateringar. Se till att du är ansluten till internet och försök igen."
UPDATE_FAILED = "Vissa filer kunde inte uppdateras.%n%nFörsök igen senare, kör %name som administratör eller ladda ner %name igen."
UPDATE_NOADMIN = "%name misslyckades med att begära administratörsrättigheter.%n%nHögerklicka på programikonen för %name och välj 'Kör som administratör' och sök sedan efter uppdateringar från hjälpmenyn."
FFMPEG_MOVE_FAILED = "FFmpeg kunde inte ställas in korrekt. Högerklicka på programikonen för %name och välj 'Kör som administratör' och försök igen."
FFMPEG_INVALID_FILE = "Den valda filen är inte en version som stöds av FFmpeg.%n%nFFmpeg finns i två versioner: som en enda stor körbar fil ('static') och som en mapp med en mycket liten körbar fil och många .dll-filer ('shared').%name stöder bara den första versionen."
FEEDBACK_EMPTY = "Försök lämna så mycket information som möjligt för att säkerställa snabb behandling av din feedback."
FEEDBACK_ERROR = "Det gick inte att skicka feedback. Försök igen senare eller skicka ett e-postmeddelande eller via Github. Tack.%n%nFöljande fel uppstod: %1"
FEEDBACK_PRIVACY_NOT_ACCETPED = "Acceptera sekretesspolicyn om du vill skicka feedback."
LICENSE_NOT_ACCEPTED = "Godkänn licensavtalet om du vill fortsätta."
BATCH_FINISH = "Batch-bearbetningen har slutförts, men alla filer kunde inte extraheras korrekt. Följande filer resulterade i ett fel:%n%n%1%nLäs tillhörande filer i loggkatalogen för vidare information (tillgängligt endast om loggning aktiverats)."
NOT_SUPPORTED_TITLE = "Filtyp som inte stöds"
NOT_SUPPORTED = "%1 kan inte extraheras.%n%n%name stöder för närvarande inte filtypen. Om du känner till någon metod att extrahera den, får du gärna informera oss om det, så att funktionen kan läggas till i framtida versioner."
MISSING_EXE = "%1 kan inte extraheras.%n%nHjälpmodulen %2 hittades inte."
EXTRACT_TIMEOUT = "%1 kunde inte extraheras.%n%nTidsgränsen passerades. Om problemet var temporärt, kanske det lyckas om du försöker igen."
WRONG_PASSWORD = "%1 kunde inte extraheras.%n%nFilen är lösenordsskyddad och lösenordet du angav är felaktigt.%n%nTips: Använd den inbyggda, automatiska lösenordssökaren, baserad på en konfigurerbar lösenordslista, som finns i menyn '%2'."
NO_FREE_SPACE_ERROR = "%1 could not be extracted.%n%nDet finns inte tillräckligt med utrymme på utdataenheten. Frigör tillräckligt med utrymme och försök igen."
MISSING_PART = "%1 could not be extracted.%n%nArkivet består av flera delar. Alla behövs för att extrahera arkivet, men några av dem saknas.%n%nSe till att alla delar av filen finns i samma katalog och försök igen."
PLUGIN_IMPORT_MISSINGFILES = "Importering av tillägget %1, misslyckades.%n%nAlla filer valdes inte. Försök igen och välj samtliga av följande filer:%n%n%2"
MISSING_DEFINITION = "%1 kan inte extraheras.%n%nDefinitionsfilen %2 hittades inte.%n%nSe till att inställningarna är korrekta, om det är ett anpassat tillägg."
OPEN_URL_FAILED = "%name misslyckades med att öppna den begärda webblänken.%n%nÖppna din favoritwebbläsare och ange följande URL manuellt:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Filtyper som stöds:"
PLUGIN_ARC_CONV = "Extraherare för ett flertal spelarkiv"
PLUGIN_ISCAB = "Del av installshield-paketet för att extrahera cab-filer. Den kan möjligen fungera bättre än Universal Extractors generiska extrahering, men är ett kommersiellt (ej gratis) verktyg."
PLUGIN_THINSTALL = "Extraherare för program som gjorts portabla med Thinstall"
PLUGIN_UNREAL = "Extraherare för Unreal Engine-arkiv"
PLUGIN_WINTERMUTE = "Extraherare för WinterMute engine-spelarkiv"
PLUGIN_CI = "Tillägg för CreateInstall-installerare, ladda ner, installera, kopiera filer %1, %2, %3 till \bin"
PLUGIN_DGCA = "Dekomprimerare för DGCA-arkiv"
PLUGIN_BOOTIMG = "Extraherare för Android boot-avbilder"
PLUGIN_IS5COMP = "Extraheringsstöd för äldre InstallShield-kabinettarkiv"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = "Extraherare för nyare Symbian OS-paket"
PLUGIN_BITROCK = "Extraherare för Bitrock Install Builder-installerare"

; Context Menu integration
EXTRACT_FILES = "UniExtract &Öppna"
EXTRACT_HERE = "UniExtract &Här"
EXTRACT_SUB = "UniExtract till &Underkatalog"
EXTRACT_LAST = "UnExtract til&l sista katalogen"
SCAN_FILE = "Skanna &Filen"

; Other
DIR_ADDITIONAL_FILES = "Fler filer"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = "Ta bort inställningar och loggar"
